{
    "welcome": "Welcome to my portfolio!",
    "description": "I'm a passionate developer.",
    "Im": "I am a",
    "home": "Home",
    "about": "About",
    "portfolio": "Portfolio",
    "contact": "Contact",
    "HOME": "HOME",
    "PORTFOLIO": "PORTFOLIO",
    "ABOUT": "ABOUT",
    "CONTACT": "CONTACT",
    "me": "me",
    "getKnow": "Get to Know me",
    "IAmCreativeProactive": "I am a creative and proactive web developer currently living in",
    "Parana": "Parana",
    "Brazil": "Brazil",
    "paragraph1": "I am a web developer passionate about technology, with experience in front-end, back-end and databases, working in the complete cycle of application development. I master tools such as Angular, React, Python, C#, and WordPress, and I constantly seek to improve my skills to deliver efficient and high-quality solutions that meet the needs of customers and users.",
    "develop": "image develop",
    "text-footer": "All rights reserved",
    "services" : "Main Services",
    "webdeseign": "Web Designing",
    "site": "Website Creation",
    "frontandback": "Front-End & Back-End",
    "text-services-1": "I develop elegant, intuitive interfaces that are adaptable to any device, focused on usability, performance and visual impact to achieve real results.",
    "text-services-2": "I develop elegant, functional and adaptable websites, focused on usability, performance and visual impact to deliver real results.",
    "text-services-3": "I create efficient and well-structured codes for modern and functional interfaces on the front-end, as well as robust and high-performance solutions on the back-end.",
    "download-tooltip-button-pt": "Download the Portuguese version of the CV",
    "download-tooltip-button-en": "Download the English version of the CV",
    "skill": "My Skills",
    "myWorks": "Some of my",
    "projects": "projects",
    "designMobileEffect": "Design With Effects",
    "textoMobile": "This e-commerce site was designed to offer an exceptional user experience, combining a beautiful and clean design with engaging visual interactions. The minimalist interface ensures clear and straightforward navigation, while dynamic effects and fluid animations make the shopping process more engaging and enjoyable. Every detail has been carefully thought out to provide an intuitive and immersive user journey, highlighting products in an elegant and modern way. This project is the perfect fusion of functionality and aesthetics, raising the bar for the online shopping experience.",
    "viewProject": "View Project",
    "tooltipButtonPortfolio": "Access the project",
    "webDesign": "Web Design",
    "textDesign": "This e-commerce project, built with a focus on design and usability, offers an exceptional online shopping experience. With an elegant and fully responsive layout, the website adapts perfectly to any device, providing fluid and pleasant navigation. Dynamic visual effects and interactive animations make the shopping process engaging and intuitive, highlighting products in an attractive way. This e-commerce not only facilitates the customer journey, but also creates a memorable digital environment that reflects modernity and innovation.",
    "responsivoDesign": "Responsive Design",
    "textResponsive": "Developed in Next.js, this landing page combines simplicity and elegance in a design that prioritizes the user experience. The main focus is on responsiveness, ensuring that the site adapts perfectly to any device, from desktops to smartphones. The clean and minimalist layout allows for intuitive navigation, while the carefully positioned visual elements create a pleasant and modern aesthetic. This landing page is the ideal choice for those looking for an efficient and visually appealing digital solution, without compromising usability.",
    "freelance": "Freelance",
    "workIvedone": "work I've done",
    "altImg1Carousel": "Luana Lima's website on health law",
    "altImg2Carousel": "Luana Lima Law Firm Website",
    "altImg3Carousel": "Food company consulting website",
    "altImg4Carousel": "Election propaganda website",
    "altImg5Carousel": "Electricity sales website",
    "contact-contact": "Contact",
    "contact-me": "me",
    "get": "Get",
    "inTouch": "In Touch",
    "messageMe": "Message me",
    "name": "Name",
    "location": "Location",
    "phone": "Phone",
    "email": "E-mail",
    "VideoEditor!": "Video Editor"
}
  