{
    "welcome": "Bem-vindo ao meu portfólio!",
    "description": "Sou um desenvolvedor apaixonado.",
    "Im": "Eu sou um",
    "home": "Home",
    "about": "Sobre",
    "portfolio": "Portfolio",
    "contact": "Contato",
    "HOME": "HOME",
    "PORTFOLIO": "PORTFOLIO",
    "ABOUT": "SOBRE MIM",
    "CONTACT": "CONTATO",
    "me": "mim",
    "getKnow": "Me conheça melhor",
    "IAmCreativeProactive": "Eu sou um desenvolvedor web criativo e proativo e moro atualmente no",
    "Parana": "Párana",
    "Brazil": "Brazil",
    "paragraph1": "Sou um desenvolvedor web apaixonado por tecnologia, com experiência em front-end, back-end e bancos de dados, atuando de forma completa no ciclo de desenvolvimento de aplicações. Domino ferramentas como Angular, React, Python, C#, e WordPress, e busco constantemente aprimorar minhas habilidades para entregar soluções eficientes e de alta qualidade que atendam às necessidades dos clientes e usuários.",
    "develop": "imagem desenvolvedor",
    "text-footer": "Todos os direitos reservados",
    "services" : "Principais Serviços",
    "webdeseign": "Web Designing",
    "site": "Criação de Sites",
    "frontandback": "Front-End & Back-End",
    "text-services-1": "Desenvolvo interfaces elegantes, intuitivas e adaptáveis a qualquer dispositivo, focadas em usabilidade, performance e impacto visual para alcançar resultados reais.",
    "text-services-2": "Desenvolvo sites elegantes, funcionais e adaptáveis, focados em usabilidade, performance e impacto visual para entregar resultados reais.",
    "text-services-3": "Crio códigos eficientes e bem estruturados para interfaces modernas e funcionais no front-end, além de soluções robustas e performáticas no back-end.",
    "download-tooltip-button-pt": "Baixe a versão em português do CV",
    "download-tooltip-button-en": "Baixe a versão em inglês do CV",
    "skill": "Minhas Habilidades",
    "myWorks": "Alguns dos meus",
    "projects": "projetos",
    "designMobileEffect": "Design com efeitos",
    "textoMobile": "Este e-commerce foi projetado para oferecer uma experiência de usuário excepcional, combinando um design bonito e limpo com interações visuais envolventes. A interface minimalista garante uma navegação clara e direta, enquanto os efeitos dinâmicos e animações fluidas tornam o processo de compra mais cativante e agradável. Cada detalhe foi cuidadosamente pensado para proporcionar uma jornada de usuário intuitiva e imersiva, destacando os produtos de forma elegante e moderna. Este projeto é a fusão perfeita entre funcionalidade e estética, elevando o padrão de experiência em compras online.",
    "viewProject": "Veja o Projeto",
    "tooltipButtonPortfolio": "Acesse o Projeto",
    "webDesign": "Web Design",
    "textDesign": "Este projeto de e-commerce, construído com foco em design e usabilidade, oferece uma experiência de compra online excepcional. Com um layout elegante e totalmente responsivo, o site se adapta perfeitamente a qualquer dispositivo, proporcionando uma navegação fluida e agradável. Os efeitos visuais dinâmicos e as animações interativas tornam o processo de compra envolvente e intuitivo, destacando produtos de maneira atraente. Este e-commerce não apenas facilita a jornada do cliente, mas também cria um ambiente digital memorável que reflete modernidade e inovação.",
    "responsivoDesign": "Design Responsivos",
    "textResponsive": "Desenvolvida em Next.js, esta landing page combina simplicidade e elegância em um design que prioriza a experiência do usuário. O foco principal está na responsividade, garantindo que o site se adapte perfeitamente a qualquer dispositivo, desde desktops até smartphones. O layout limpo e minimalista permite uma navegação intuitiva, enquanto os elementos visuais cuidadosamente posicionados criam uma estética agradável e moderna. Esta landing page é a escolha ideal para quem busca uma solução digital eficiente e visualmente atraente, sem comprometer a usabilidade.",
    "freelance": "Freelances",
    "workIvedone": "que já realizei",
    "altImg1Carousel": "Site de Luana Lima direito da saude",
    "altImg2Carousel": "Site de Luana Lima Advogacia",
    "altImg3Carousel": "Site de consultoria de empresa alimentícia",
    "altImg4Carousel": "Site de propaganda eleitoral",
    "altImg5Carousel": "Site de venda de energia elétrica",
    "contact-contact": "Entre em contato",
    "contact-me": "comigo",
    "get": "Pode",
    "inTouch": "me chamar por...",
    "messageMe": "Entre em contato",
    "name": "Nome",
    "location": "Localização",
    "phone": "Telefone",
    "email": "E-mail",
    "VideoEditor!": "Editor de Vídeo"
}
  